export const defineEmail = 'eve.holt@reqres.in';
export const definePassword = "pistol"

export const routes = {
  register: '/register',
  main: '/',
  associate: 'associate/'
}

export const config = {
  users: {
    url: 'https://reqres.in/api/users',
    endPoint: '/?page='

  },
  register: {
    url: 'https://reqres.in/api/register',
  }
}

export const description = (name: string) => {
  return `Клиенты видят в нем эксперта по вопросам разработки комплексных решений финансовых продуктов, включая такие аспекты, как организационная структура, процессы, аналитика и ИТ-компоненты. Он помогает клиентам лучше понимать структуру рисков их бизнеса, улучшать процессы за счет применения новейших технологий и увеличивать продажи, используя самые современные аналитические инструменты. В работе с клиентами недостаточно просто решить конкретную проблему или помочь справиться с трудностями. Не менее важно уделять внимание обмену знаниями: "Один из самых позитивных моментов — это осознание того, что ты помог клиенту перейти на совершенно новый уровень компетентности, уверенность в том, что после окончания проекта у клиента есть все необходимое, чтобы дальше развиваться самостоятельно". Помимо разнообразных проектов для клиентов финансового сектора, ${name} ведет активную предпринимательскую деятельность. Он является совладельцем сети клиник эстетической медицины в Швейцарии, предлагающей инновационный подход к красоте, а также инвестором других бизнес-проектов.`
}

export const phone = '+7 (954) 333-44-55';

export const status = `Партнер`;

export const specialistsDscription = 'Это опытные специалисты, хорошо разбирающиеся во всех задачах, которые ложатся на их плечи, и умеющие находить выход из любых, даже самых сложных ситуаций. '
